import React from "react";
import bottom from "../asset/regulations/bottom.png";
import seal from "../asset/regulations/seal.png";

function Regulations() {
  return (
    <div className="div-ranking">
      <div className="div-notice-header"></div>
      <div className="div-title">팀 마그누스 주짓수동아리 회칙</div>
      <div className="div-regulations-section">
        <b>제 1장 총 칙</b>
        <p>
          <br />
        </p>
        <p>제1조 (명칭)&nbsp;</p>
        <p>본회는 &ldquo;Team Magnus(팀 마그누스)&rdquo;로 명칭 한다.</p>
        <p>
          <br />
        </p>
        <p>제2조 (목적)&nbsp;</p>
        <p>
          본회는 주짓수를 사랑하는 부원들의 기술력 향상과 부원 상호간의
          유대강화와 친목을 도모하고, 부원들의 체력 향상과 최대한 많은
          대학생들에게 주짓수를 알린다는 것을 목적으로 한다.
        </p>
        <p>
          <br />
        </p>
        <p>
          제3조 (연혁) 팀 마그누스는 2021년 3월 28일 충무로 러쉬클랜에서
          소모임으로 시작하여 당해 10월 정식 연합동아리로 승격하였다.
        </p>
        <p>
          <br />
        </p>
        <p>제4조 (구성)&nbsp;</p>
        <p>
          ① 팀 마그누스의 구성원은 회장 및 부회장, 운영진 및 코치진, 부원으로
          한다.
        </p>
        <p>
          ② 회장과 부회장은 팀 마그누스의 모든 운영을 총괄하는 담당자이며,
          수업과 기타 모든 운영업무를 담당한다.&nbsp;
        </p>
        <p>
          ③ &lsquo;운영진&rsquo;은 회장, 부회장, 인사, 총무, 출석, 홍보 담당자를
          가리킨다.
        </p>
        <p>
          ④ &lsquo;코치진&rsquo;은 수업을 진행하는 인원으로써 운영진에
          해당되어있지 않음에도 수업을 진행하는 사람도 이에 해당 된다.&nbsp;
        </p>
        <p>
          ⑤ &lsquo;준비위원회&rsquo;는 엠티 등을 진행하기 위한 단기 집단이며
          해당 집단의 결성권은 총무에게 있다.&nbsp;
        </p>
        <p>
          ⑥ 부원은 정기 선발 합격 및 회칙에 동의한 자들로서 팀 마그누스 내의
          모든 이벤트와 훈련에 참여할 권리를 지닌다.
        </p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <b>제 2장 부 원</b>
        <p>
          <br />
        </p>
        <p>제5조 (부원의 자격)&nbsp;</p>
        <p>
          본 동아리의 부원은 동아리 정기 선발과정을 통과함과 동시에 주짓수를
          좋아하고 정치, 종교, 이념에 치우치지 않고, 편향된 사상을 가지고 있지
          않은 사람이면 부원의 자격을 갖춘 것으로 본다.
        </p>
        <p>
          <br />
        </p>
        <p>제6조 (권리와 의무)&nbsp;</p>
        <p>본 동아리의 부원은 본 회칙이 정하는 바에 따라 권리와 의무를 진다.</p>
        <p>1. 본 동아리의 회계를 확인할 권리</p>
        <p>2. 기술향상을 위한 개인 교습을 요청할 권리</p>
        <p>3. 회칙 준수의 의무</p>
        <p>4. 정기회비 납부의 의무</p>
        <p>
          <br />
        </p>
        <p>제7조 (부원 징계)</p>
        <p>
          팀 마그누스의 원활한 운영을 위해 아래의 사항에 해당하는 부원의 경우
          회장 과 부회자의 회의를 거쳐 동아리 퇴출과정을 진행한다.
        </p>
        <p>1. 코치진의 수업에 방해가 될 경우</p>
        <p>2. 동아리 내의 풍기문란 행위가 적발 될 경우</p>
        <p>3. 동아리 원 간의 갈등을 조장하거나 갈등의 원인일 경우</p>
        <p>4. 동아리 내에서 사상적인 것을 타인에게 강요할 경우&nbsp;</p>
        <p>
          <br />
        </p>
        <b>제 3장 운 영 진</b>
        <p>
          <br />
        </p>
        <p>
          제8조 (운영진의 구성) 본회를 합리적으로 운영하기 위하여 다음의
          운영진을 둔다.
        </p>
        <p>1. 회 장 : 1명</p>
        <p>2. 부 회 장 : 1명</p>
        <p>3. 총 무 : 1명</p>
        <p>4. 출 석 : 1명</p>
        <p>5. 인 사 : 1명&nbsp;</p>
        <p>6. 홍 보 : 1명&nbsp;</p>
        <p>
          단, 위의 운영진 구성의 경우 회장의 판단에 따라 구성원의 숫자 및 보직을
          변경할 수 있음.
        </p>
        <p>
          <br />
        </p>
        <p>제9조 (운영진의 임무)&nbsp;</p>
        <p>
          ① 회장은 본동아리를 대표한다. 매주 최소 1회 수업 및 정기/임시모임,
          운영진 및 부원 선발 등을 주관하며, 운영진 해산권과 동아리의 전반적인
          운영에 대한 최종 결정권을 가진다.
        </p>
        <p>
          ② 부회장은 회장을 보좌하며 회장 유고시 모든 회장의 직무를 대행하고,
          매주 최소 1회 수업 및 동아리 출석, 홍보, 선발 등 일반사무를 관리한다.
        </p>
        <p>
          ③ 총무는 전반적인 제정을 담당한다. 매달 회비 수금, 도복공동구매,
          대관료 납부 및 엠티 총괄의 임무를 맡는다.&nbsp;
        </p>
        <p>
          총무는 매년 엠티를 최소 1회 기획하여야 하며 엠티준비단원을 직접
          선발하여 엠티를 추진하도록 한다.&nbsp;
        </p>
        <p>
          또한 매달 있는 신입생 환영회의 장소를 미리 예약하고 환영회의 재정관련
          된 사안을 전부 관리한다.
        </p>
        <p>
          ④ 출석담당은 동아리의 동아리원의 원활한 출석관리와 유령회원 방지 및
          기타 사안을 관리하는 임무를 맡는다.
        </p>
        <p>
          매주 훈련 참석 투표 오픈, 미통보 불참자에 대한 등록, 경고 및 추방, 3주
          아웃제도에 따른 추방, 훈련 시간 변경 및 취소 사항 운영진과 코치진에게
          공유, 부상자들 현황 공유를 하여야한다.&nbsp;
        </p>
        <p>
          모든 출석 사항은 마그누스 온라인 홈페이지에 기록하여야 하며 이외에
          출석담당의 재량 하에 출석에 도움이 될 만한 개인적인 방법을 활용하여도
          된다.
        </p>
        <p>
          ⑤ 인사담당자는 매달 신입부원 선발을 총괄한다. 인사담당자는 회장 및
          부회장과 매달 모든 선발과정에 참여하여야 한다.&nbsp;
        </p>
        <p>
          모집관련 폼을 직접 제작 및 수정하여야 하며, 지원자들에게 합격,불합격
          통보를 직접 하여야한다.&nbsp;
        </p>
        <p>
          또한 최종합격자들을 따로 모아서 안내 사항과 도복 관련 사항을 공지한다.
          이외에 면접 예비후보, 최종 합격 예비후보자들에 대한 연락을 취해 신입
          모집에 공백과 지연이 없도록 한다.&nbsp;
        </p>
        <p>
          ⑥ 홍보담당자는 매주 동아리의 활동을 sns에 게재해야 하며 동아리 선발
          시즌에 캠퍼스픽과 에브리타임 등 sns를 통해 동아리 선발 모집의 시작을
          홍보하여야 한다.&nbsp;
        </p>
        <p>
          홍보담당자는 훈련이 끝난 뒤 24시간 이내에 당일 훈련 사진을
          인스타그램에 게재해야한다. 또한 훈련 중에 찍은 사진들을 같이 올려
          동아리에 대한 관심도를 증대시키는데 주력한다.
        </p>
        <p>
          홍보담당자는 매달 최우수 출석왕을 선발하여 1만원 내외의 상품을
          지급한다. 단, 출석왕이 복수일 경우 1만원내외에서 인원 수 만큼 분배하여
          지급하도록 한다.
        </p>
        <p>
          ⑦ 위의 임무 배분과 보직은 상황에 따라 유동적으로 변경이 가능하며 이는
          운영진 내부의 회의 및 회장의 판단을 통해 결정한다.
        </p>
        <p>
          <br />
        </p>
        <p>제10조 (운영진의 임기)&nbsp;</p>
        <p>
          ① 회장과 부회장의 임기는 따로 정하지 않는다. 단, 회장과 부회장의
          승계의 경우 최소 1달 전 후임자 임명 및 인수인계를 완료한 뒤 진행하도록
          한다.&nbsp;
        </p>
        <p>
          ② 회장과 부회장을 제외한 운영진의 경우 회장의 주관적 판단에 의한 해임
          혹은 개인의 일신상 사유로 인해 사임하지 않는 한 최소 3개월 이상 하여야
          하고, 그 이외에는 회장이 운영진 해산권을 발휘하기 전까지 지속적으로
          운영진 업무를 수행한다.&nbsp;
        </p>
        <p>
          <br />
        </p>
        <p>제11조 (운영진의 선임)&nbsp;</p>
        <p>
          ① 회장은 기본적으로 승계제도에 기반한다. 부회장의 경우 회장이 은퇴할
          경우 자동으로 회장으로 승격되며 사전에 차기 부회장에 대한 예비 인사를
          단행하도록 한다. 이는 회장이 불가피한 사유로 퇴임할 경우에도 해당
          된다.&nbsp;
        </p>
        <p>
          단, 회장과 부회장의 경우 유색벨트가 맡는 것을 원칙으로 하며 이러한
          원칙은 불가역적으로 지정한다.
        </p>
        <p>
          만약 부회장에 대한 인사가 불가할 경우 회장 1인 운영 체제로 전환한다.
        </p>
        <p>
          ② 총무, 인사, 출석, 홍보(이하 운영진)에 관련된 인사는 회장이 직접 회원
          중에서 지원을 받고 선발한다.&nbsp;
        </p>
        <p>
          ③ 운영진은 회장이 운영진 해산권을 발휘하거나 운영진 인원이 사임하여
          이를 대체할 인력을 불가피하게 수급하여야 된다고 판단될 경우 새롭게
          선출한다. 이때 운영진의 기수는 다음 기수로 변경된다.&nbsp;
        </p>
        <p>
          <br />
        </p>
        <p>제12조 (운영진의 권리)</p>
        <p>① 모든 운영진은 동아리 운영에 대한 의견을 표명할 수 있다.</p>
        <p>② 모든 운영진은 각각의 업무에 대한 보상을 받을 권리가 있다.</p>
        <p>
          ③ 모든 운영진은 동아리 내의 발생하는 상황 관리 및 동아리원 관리를 할
          권리가 있다.&nbsp;
        </p>
        <p>
          <br />
        </p>
        <b>제 4장 훈 련</b>
        <p>
          <br />
        </p>
        <p>제13조 (정기훈련)&nbsp;</p>
        <p>매주 금,토,일로 한다.&nbsp;</p>
        <p>단, 추후에 변경이 될 가능성이 있다.</p>
        <p>
          <br />
        </p>
        <p>제14조 (훈련시간 및 장소)&nbsp;</p>
        <p>
          ① 훈련시간은 금 20:00~21:30/ 토 14:00~16:00/ 일 16:00~18:00으로 한다.
        </p>
        <p>② 장소는 서울 중구 서애로1길 10 3,4층 러쉬클랜 주짓수에서 한다.</p>
        <p>
          ③ 훈련 참여 여부는 훈련 시작 전 목요일 자정까지 투표를 통해 참여의사를
          밝힌다.
        </p>
        <p>
          <br />
        </p>
        <p>제15조 (기타 활동)&nbsp;</p>
        <p>회원들은 다음과 같은 활동을 할 수 있다.</p>
        <p>1. 시․군, 사설 주짓수 대회 등 참가</p>
        <p>2. 훈련 후 뒷풀이.</p>
        <p>3. 주말 3층 웨이트 존 이용</p>
        <p>4. MT 및 소수 친목 목적 여행, 번개 모임 등</p>
        <p>5. 신입생 환영회</p>
        <p>6. 타 동아리와의 교류전</p>
        <p>
          <br />
        </p>
        <b>제 5장 출 석</b>
        <p>
          <br />
        </p>
        <p>제16조 (출석 규정)&nbsp;</p>
        <p>
          팀 마그누스의 출석 원칙적으로 장기간 미참여 회원(이하 유령회원)방지와
          매주 훈련 투표율의 활성화를 주 목적으로 한다.&nbsp;
        </p>
        <p>
          ① 회원이 3주 연속으로 불참할 경우 따로 통보를 하지 않고 동아리에서
          퇴출시킨다.&nbsp;
        </p>
        <p>
          ② 미통보 불참의 경우 아래와 같은 규정을 적용하여 2회 누적 시 바로
          퇴출된다. 미통보 불참은 처음 미통보 불참 리스트에 올라간 시점부터
          계산하여 3개월 마다 초기화 한다.&nbsp;
        </p>
        <p>
          A. 참석 투표를 하였으나 별도의 통보 없이 훈련에 참석하지 않은
          경우&nbsp;
        </p>
        <p>
          B. 당일 취소 의사를 밝혔으나 수업시작 2시간 전 이후(금요일 18시 이후,
          토요일 12시 이후, 일요일 14시 이후)에 취소의사를 밝힌 경우 미통보
          불참으로 처리한다.
        </p>
        <p>
          C. 목요일 자정까지 투표를 완료하지 않은 인원의 경우 훈련을 하고자 하는
          의지가 없음으로 간주하여 미통보 불참으로 적용한다.&nbsp;
        </p>
        <p>
          ③ 모든 출석은 구두, 전화 등의 통보가 불가하고 도장 내부에 있는
          와이파이망을 통한 사이트 출석 시에만 인정이 된다. 단, 기술적인 문제로
          인해 해당 출석 시스템에 문제가 생길 경우 훈련 후 사진 등을 통해
          출석담당자가 수기로 체크한다.
        </p>
        <p>
          ◈12조 출석규정의 경우 동아리의 핵심 규정이므로 추후 수정이 불가하다.
        </p>
        <p>
          <br />
        </p>
        <p>제17조 (지각)</p>
        <p>
          지각의 경우 정시 수업 시작 시간 11분 이후로 온 사람들에 대해 적용하며
          해당 출석일의 출석은 인정되지 않는다.&nbsp;
        </p>
        <p>
          <br />
        </p>
        <p>제18조 (예외사항)</p>
        <p>
          ①회원이 부상 또는 참작 가능한 사유가 있을 경우 최대 5주까지 불참을
          하더라도 퇴출하지 아니한다. 이는 인당 1회까지 가능하다.
        </p>
        <p>
          이때 출석을 하지 않더라도 동아리 소속이므로 회비를 필히 납부하여야
          한다.
        </p>
        <p>
          ②동아리 내부 사정으로 훈련을 못하게 될 경우 해당 주차의 출석은 무효가
          되며 다음 출석 주간과 연결하여 적용한다.
        </p>
        <p>
          ③특정 일자에만 출석하는 인원이 동아리 내부 사정으로 인해 훈련을 못하게
          될 경우 한 주 유예가 가능하다. 단, 해당 인원에 대한 지속성 판단은
          운영진 내부 회의를 통해 결정한다.
        </p>
        <p>
          <br />
        </p>
        <b>제 6장 코치진</b>
        <p>
          <br />
        </p>
        <p>제20조 (코치진의 권리)</p>
        <p>코치진은 아래와 같은 권리를 가진다.&nbsp;</p>
        <p>① 수업의 모든 과정을 능동적으로 구성할 권리&nbsp;</p>
        <p>② 수업을 방해하는 인원에 대한 제재를 할 권리</p>
        <p>
          ③ 예기치 못할 일로 인해 수업을 못 할 경우 다른 유색벨트에게 권한을
          일시적으로 위임할 권리
        </p>
        <p>
          ④ 운영진에게 수업 진행에 필요한 물품 및 기타 제도 설립 등을 요구할
          권리&nbsp;
        </p>
        <p>
          <br />
        </p>
        <p>제21조(코치진의 자격)</p>
        <p>코치진은 아래와 같은 조건을 가진 자만이 할 수 있다.</p>
        <p>① 유색벨트</p>
        <p>
          ② 주짓수를 1년 6개월 이상 수련한 블루벨트 승급을 앞둔 화이트 4그랄
        </p>
        <p>
          <br />
        </p>
        <b>제 7장 재정 및 운영</b>
        <p>
          <br />
        </p>
        <p>제22조 (회계연도)&nbsp;</p>
        <p>본회의 회계연도는 1월1일부터 동년 12월31일까지로 한다.</p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <p>제23조 (재정)&nbsp;</p>
        <p>① 본회의 경비는 다음의 수입으로 충당한다.</p>
        <p>
          1. 정기회비 : 월납으로 하며 매월 15.000원을 납입(단,신입부원의 경우 첫
          달만 20,000 납입)
        </p>
        <p>2. 찬 조 금 : 회원 및 비회원의 본회 운영을 위한 자발적인 지원금</p>
        <p>
          ② 회비는 총무가 회장의 승인을 받아 지출하고, 총무 위임 하에 관리한다.
        </p>
        <p>
          <br />
        </p>
        <p>제24조 (회비의 운영)&nbsp;</p>
        <p>본회의 경비는 다음과 같이 운영하여 지출한다.</p>
        <p>1. 대관료 : 동아리 운영을 위한 공간 대여비</p>
        <p>2. 엠 티 : 버스대절, 숙소 예약, 물품 구매 비용</p>
        <p>3. 시합비지원 : 출전자 참가비 일부지원</p>
        <p>4. 상품구매 : 출석왕 및 기타 이벤트용 상품 구매</p>
        <p>
          5. 기타 필요시 운영진의 회의를 통해 결정 후 회장의 최종 승인을 통해
          지출한다.
        </p>
        <p>
          <br />
        </p>
        <p>제25조 (회비 보고)&nbsp;</p>
        <p>
          ① 총무는 모임통장을 운영하며 모든 동아리원들을 초대하여 동아리 회비의
          지출입 현황을 전부 공유하도록 한다.
        </p>
        <p>② 별도의 회비 결산을 위한 일정을 수립하지 않는다.</p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <b>제 8장 선 발</b>
        <p>
          <br />
        </p>
        <p>
          선발의 경우 동아리 내부 규정이므로 외부 유출을 금지하기 위해 비공개로
          지정한다.&nbsp;
        </p>
        <p>선발의 관한 규정은 동아리 운영진에게 한 하여 공개하도록 한다.</p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <b>제 9장 부 칙</b>
        <p>
          <br />
        </p>
        <p>제32조 (엠티)&nbsp;</p>
        <p>① 엠티는 매년 최소 1회 이상 실시한다.</p>
        <p>
          ② 사전에 엠티 날짜의 선택지를 다양화하여 많은 부원들이 참여할 수
          있도록 기회를 제공하여야 한다.
        </p>
        <p>
          ③ 엠티의 재정 지출 및 레크레이션 계획 수립, 협찬 등은 전부
          엠티준비위원회가 전담한다.&nbsp;
        </p>
        <p>④ 엠티준비위원회 구성은 총무가 주도하여 결성한다.</p>
        <p>
          ⑤ 엠티준비위원회 구성원은 업무에 따른 보상을 받을 권리가 있다. 보상의
          범위는 운영진의 회의를 통해 결정한다.
        </p>
        <p>
          <br />
        </p>
        <p>제33조 (승급)</p>
        <p>
          ① 승급식은 회장의 판단에 따라서 진행을 하도록 한다. 단, 최소 6개월에
          한번씩은 진행을 하여야한다.
        </p>
        <p>
          ② 승급자는 실력, 출석, 기수 등을 종합적으로 고려하여 선정한다.&nbsp;
        </p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <p>제34조 (회칙 개정)&nbsp;</p>
        <p>
          회칙을 개정하고자 할 때는 운영진의 만장일치와 동아리 회원의 과반 수
          이상의 동의를 거쳐야 한다.
        </p>
        <p>
          <br />
        </p>
        <p>제35조 (기타)&nbsp;</p>
        <p>회칙에 명시되지 않은 사항은 통상 관례에 준한다.</p>
        <p>
          <br />
        </p>
        <p>제36조 (시행일자)&nbsp;</p>
        <p>본 회칙은 2022년 12월부터 적용한다.&nbsp;</p>
        <p>
          <br />
          <br />
          <br />
        </p>
        <div className="div-regulations-seal-section">
          <p>2022년 12월 1일 작성</p>
          <p>팀 마그누스 주짓수 동아리 1대 회장</p>
          <p>이정훈</p>
          <p>
            <br />
          </p>
          <img src={seal} className="img-regulations-seal" alt="" />
        </div>
        <p>
          <br />
          <br />
        </p>
        <div style={{ textAlign: "center" }}>
          <p>검수</p>
          <p>5기 운영진</p>
        </div>
        <div style={{ display: "flex", justifyContent: "center" }}>
          <img src={bottom} alt="" style={{ width: "320px" }} />
        </div>
        <p>
          <br />
        </p>
      </div>
    </div>
  );
}

export default Regulations;
